import * as React from "react";
import './styles1.css';
export default class FirstComponent extends React.Component <{}> {
  render() {
    return (
        <><><><>
        <h2>Санто Вероніка Олександрівна</h2>
        <p>Народилась у м. Жмеринка, Вінницької області, 3 квітня 2002 року</p>
        <div>
            <h5>Освіта:</h5>
            <p>Здобула середню освіту в ЗОШ 1-3 ступенів №4 м. Жмеринки.
            <br /> З 2019 року є студенткою НТУУ КПІ ім. Ігоря Сікорського.
            <br />  Здобуваю вищу освіту на факультеті інженерії та обчислювальної техніки.
            <br />  Kафедрa інформатики та програмної інженерії</p>
        </div></>
        <div id="div2">
            <h5 id="element7">Мої хоббі:</h5>
            <ul>
                <li className="use-selector">Читати книги</li>
                <li>Грати на укулеле</li>
                <li>Проводити час з друзями</li>
            </ul>
        </div></><div id="div3">
            <h5>Улюблені книги:</h5>
            <ol>
                <li>"Останній лист від твого коханого" <i>Джоджо Мойєс</i></li>
                <li>"Провина зірок" <i>Джон Грін</i></li>
                <li>"День, що навчив мене жити" <i>Лоран Гунель</i></li>
            </ol>
        </div></>
        <h5>Улюблене місто:</h5>
        <p><i>Київ.</i> Це коротке звучне слово – назва міста, корені якого йдуть глибоко в сиву давнину.
        <br /> Його історія нараховує більш ніж 1500 років.
        <br />  Це одне з найстаріших слов'янських міст  - столиця ранньофеодальної держави Київська Русь, місто, відоме в історії як «мати міст руських».
        <br />  Один із центрів, де зароджувалася рання слов'янська культура  як  важлива  складова  світової цивілізації.
        <br /> “В усьому світі немає міста красивіше за Київ” - Михайло Булгаков.
        </p>
        <a href="https://en.wikipedia.org/wiki/Kyiv"><img src="https://www.worldatlas.com/r/w768/upload/97/8a/05/shutterstock-594440360.jpg" id="img1" width="500px" height="400px"  /></a></>

    );
  }
}
